allure-results/c5a793a5e98a4edebabbd091393adc1b-attachmentxml

<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema"><soap:Body><GetFeesFXDataWithoutPayer xmlns="http://tempuri.org/"><ParamFeeFXDataWithoutPayer><AgentId xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts">PRODTEST717</AgentId><DeliveryOption xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts" /><PaymentMethod xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts">CASH</PaymentMethod><RecipientCountry xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts">ESP</RecipientCountry><RecipientCurrency xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts">USD</RecipientCurrency><SendAmount xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts">100</SendAmount><SendAmountCurrencyISOCode xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts">USD</SendAmountCurrencyISOCode></ParamFeeFXDataWithoutPayer></GetFeesFXDataWithoutPayer></soap:Body></soap:Envelope>